items = {
    0xF456A: (0xCCCC0101, '%shuyaku2%：\n“找到了！在那里！”'),
    0xF456B: (0xCCCC0101, '%shuyaku1%：\n“喂喂！这下可不妙了啊。”'),
    0xF456C: (0xCCCC0101, '%shuyaku3%：\n“去救他们吧！”'),
    0xF456D: (0xCCCC0101, '%shuyaku2%：\n“喂！你们的对手在这里！”'),
    0xF456F: (0xCCCC0101, '“得、得救了……%shuyaku2%……”'),
    0xF4570: (0xCCCC0101, '“你还挺厉害的嘛！让我另眼相看了！”'),
    0xF4571: (0xCCCC0101, '%shuyaku4%：\n“不要再来这么危险的地方玩了！”'),
    0xF4572: (0xCCCC0101, '%shuyaku3%：\n“好了，快回村里去吧。”'),
    0xF4573: (0xCCCC0101, '“喂！%shuyaku2%！'),
    0xF4574: (0xCCCC0101, '这是我们捡到的！给你吧！”'),
    0xF456E: (0xCCCC0101, '获得了水晶碎片！\n获得了洋葱剑士的称号！'),
}