items = {
    0x13217C5: (0xCCCC0101, '莎拉：\n“%shuyaku4%！你没事吧！！”'),
    0x13217C6: (0xCCCC0101, '%shuyaku4%：\n“公主殿下！\n之后请交给我们。请您回城吧！”'),
    0x13217C7: (0xCCCC0101, '%shuyaku3%：\n“回去之前请将秘银指环\n借给我们吧！”'),
    0x13217C8: (0xCCCC0101, '莎拉：\n“不，我也要和你们一起去！'),
    0x13217C9: (0xCCCC0101, '我也是为了帮助大家，\n为了封印魔人来到这里的！”'),
    0x13217CA: (0xCCCC0101, '%shuyaku1%：\n“真是个不听话的公主殿下啊……怎么办？”'),
    0x13217CB: (0xCCCC0101, '%shuyaku3%：\n“%shuyaku4%好好的保护好公主就行了吧！”'),
    0x13217CC: (0xCCCC0101, '%shuyaku4%：\n“……那是当然了。”'),
    0x13217CD: (0xCCCC0101, '莎拉：\n“谢谢大家了！请多关照！”'),
    0x13217CE: (0xCCCC0101, '莎拉公主加入了队伍！'),
    0x13217CF: (0xCCCC0101, '莎拉：\n“啊，对了，想和我说话的时候，\n点击右上的图标就可以了哦。'),
    0x13217D0: (0xCCCC0101, '不要忘记啊，我们出发吧！”'),
}