items = {
    0x135C145: (0xCCCC0101, '古茨科：\n“哇哈哈！我从火之水晶中\n夺取了力量。变得更强了！'),
    0x135C14B: (0xCCCC0101, '不过不打倒得到光之启示的你们，\n就无法真正获取火之力。\n真是不好意思，你们去死吧！”'),
    0x135C14D: (0xCCCC0101, '夺取火之力的古茨科袭过来了！'),
    0x135C1A9: (0xCCCC0101, '打倒了古茨科！\n夺回了两支矮人之角！'),
    0x135C1AA: (0xCCCC0101, '%shuyaku1%：\n“那是火之水晶。”'),
    0x135C1AB: (0xCCCC0101, '光之战士们……'),
    0x135C1AC: (0xCCCC0101, '我将沉睡在火炎中的\n光之心授予你们！'),
    0x135C1AD: (0xCCCC0101, '平衡光与暗的勇者们啊\n让希望再次降临于这个世界吧……'),
    0x135C1AE: (0xCCCC0101, '从火之水晶处获得了称号！'),
    0xF4494: (0xCCCC0101, '火之水晶'),
    0x135C1AD: (0xCCCC0101, '平衡光与暗的勇者们啊\n让希望再次降临于这个世界吧……'),
}