items = {
    0x137BD15: (0xCCCC0101, '“呜哇～！！\n 救、救、救命哇～！！”'),
    0x137BD16: (0xCCCC0101, '%shuyaku1%：\n“哎！是刚才的那些老爷爷！”'),
    0x137BD17: (0xCCCC0101, '%shuyaku4%：\n“没办法，总不能放着不管吧！”'),
    0x137BD79: (0xCCCC0101, '“哎呀～抱歉抱歉！\n谢谢你们在危急关头救了我们。”'),
    0x137BD7A: (0xCCCC0101, '“还以为传说中的四勇者\n说的是我们几个呀……”'),
    0x137BD7B: (0xCCCC0101, '“果然是我们理解错了啊，可惜可惜……\n哈哈哈！”'),
    0x137BD7C: (0xCCCC0101, '%shuyaku4%：\n“好了，老爷爷们快回镇上去吧！”'),
    0x9F2695: (0xCCCC0101, '“哎呀～抱歉抱歉！\n果然还是没法跟年轻人比，\n在这里歇一下吧。”'),
    0x9F26F9: (0xCCCC0101, '“传说中的四人说的原来是你们，\n我还以为一定是指我们呢……”'),
    0x9F275D: (0xCCCC0101, '“哎呀，真太谢谢了呀！”'),
    0x9F27C1: (0xCCCC0101, '“我们的修行看来还是不够啊！”'),
}