items = {
    0x137E489: (0xCCCC0101, '“我名为金德尔！\n我不会把水晶交给任何人的！'),
    0x137E48A: (0xCCCC0101, '去死吧！”'),
    0x137E4ED: (0xCCCC0101, '金德尔：\n“唔！呜哦哦……与其被你们几个抢走……\n还不如我把它……'),
    0x137E4EE: (0xCCCC0101, '直接毁掉！”'),
    0x137E4F0: (0xCCCC0101, '%shuyaku1%：\n“哎哎！水晶碎了！！”'),
    0x137E4F1: (0xCCCC0101, '金德尔：\n“绝对不会让你们拿走水晶的！\n哈哈哈……”'),
    0x137E4F2: (0xCCCC0101, '%shuyaku3%：\n“不、不会吧……\n这个世界会变成什么样啊！？”'),
    0x137E4F3: (0xCCCC0101, '%shuyaku2%：\n“快看看外面的情况！”'),
    0x137E4F4: (0xCCCC0101, '%shuyaku4%：\n“大家都冷静点！\n先用这把钥匙把船的锁解开！”'),
    0x9F4DA5: (0xCCCC0101, '获得了锁链钥匙！'),
}