items = {
    0x13C7A5D: (0xCCCC0101, '很快黑暗的泛滥就将完全开始！\n谁也无法阻止了！'),
    0x13C7A5E: (0xCCCC0101, '你们将会葬身于此！！'),
    0x13C7AC1: (0xCCCC0101, '“我是暗之战士……\n１０００年前阻止了光之力泛滥的战士之一，\n借给你们我的力量吧！'),
    0x13C7AC2: (0xCCCC0101, '光与暗缺一不可，\n就和太阳与这个世界的关系一样。'),
    0x13C7AC3: (0xCCCC0101, '赞德通过切断世界与太阳的关系，\n消除了白昼和黑夜，\n停止了时间的流逝……'),
    0x13C7AC4: (0xCCCC0101, '但是，他大概没想到\n由于暗黑之云的诞生\n连自己也会被支配……'),
    0x13C7AC5: (0xCCCC0101, '如果不能阻止暗黑之云，\n不仅你们的世界会陷入黑暗。'),
    0x13C7AC6: (0xCCCC0101, '光与暗两个世界都将消失，\n所有一切都将化为虚无。'),
    0x13C7AC7: (0xCCCC0101, '但是，\n如果你们同我们合力的话，\n也许还来得及！'),
    0x13C7AC8: (0xCCCC0101, '像１０００年前那样！\n合力打到暗黑之云吧！”'),
    0xF449A: (0xCCCC0101, '土之暗水晶'),
    0xF4240: (0xCCCC0101, '未完成'),
}