items = {
    0x13C7995: (0xCCCC0101, '你们竟能来到这里\n不过这里就是你们旅途的尽头了！\n让黑暗泛滥！让世界归于虚无！'),
    0x13C79F9: (0xCCCC0101, '“我是暗之战士……\n１０００年前阻止了光之力泛滥的战士之一，\n借给你们我的力量吧！'),
    0x13C79FA: (0xCCCC0101, '１０００年前，光之力量泛滥的时候，\n暗黑之云凭借失控的光之能量诞生了……'),
    0x13C79FB: (0xCCCC0101, '那时，\n我们暗之战士阻止了世界归于虚无……'),
    0x13C79FC: (0xCCCC0101, '由于１０００年前光明的泛滥，\n导致光明和黑暗的关系逆转了……'),
    0x13C79FD: (0xCCCC0101, '之前是以黑暗为中心，光明存在于四周，\n这次是以光为中心，黑暗在其四周，\n达到一个平衡……'),
    0x13C79FE: (0xCCCC0101, '但是，现在光已经失去了力量，\n黑暗蜂拥而来……'),
    0x13C79FF: (0xCCCC0101, '也就是黑暗的泛滥。'),
    0x13C7A00: (0xCCCC0101, '能够阻止这一切的，\n就只有你们光之战士！”'),
    0xF4499: (0xCCCC0101, '水之暗水晶'),
    0xF4240: (0xCCCC0101, '未完成'),
}