items = {
    0x13C78CD: (0xCCCC0101, '让黑暗泛滥吧！！\n让世界消失吧！！\n让所有的一切都消失！'),
    0x13C78CE: (0xCCCC0101, '哈哈哈哈！\n去死吧！光明之人们！'),
    0x13C7931: (0xCCCC0101, '“我是暗之战士……\n１０００年前阻止了光之力泛滥的战士之一，\n借给你们我的力量吧！'),
    0x13C7932: (0xCCCC0101, '光与暗，各自因风火水土四颗水晶而保持着平衡。'),
    0x13C7933: (0xCCCC0101, '赞德通过让世界停滞，\n四颗水晶中的两颗被封印了光芒。'),
    0x13C7934: (0xCCCC0101, '所以光与暗的平衡就被打破了……'),
    0x13C7935: (0xCCCC0101, '暗黑之云由此产生，\n为了将一切都归还于虚无……'),
    0x13C7936: (0xCCCC0101, '暗黑之云为了也将浮游大陆上的\n另外两颗水晶封印。'),
    0x13C7937: (0xCCCC0101, '便试图将其吸引至时间已停滞的大陆世界，\n于是引发了你们都知道的那场大地震……'),
    0x13C7938: (0xCCCC0101, '暗黑之云的力量虽然强大，\n但结合光与暗的力量，\n也许可以战胜它!”'),
    0xF4498: (0xCCCC0101, '火之暗水晶'),
    0xF4240: (0xCCCC0101, '未完成'),
}