items = {
    0x13C7805: (0xCCCC0101, '你们无法阻止黑暗的泛滥！\n因为你们即将命丧于此！'),
    0x13C7869: (0xCCCC0101, '“我是暗之战士……\n１０００年前阻止了光之力泛滥的战士之一，\n借给你们我的力量吧！'),
    0x13C786A: (0xCCCC0101, '光与暗，相互牵制而保持平衡。'),
    0x13C786B: (0xCCCC0101, '但是在光与暗混杂之时，\n就会产生虚无的世界。'),
    0x13C786C: (0xCCCC0101, '世界始于虚无也归于虚无……'),
    0x13C786D: (0xCCCC0101, '但是，有种力量可以防止这种情况发生！\n你们将其称之为‘希望’！'),
    0x13C786E: (0xCCCC0101, '也许世界在某时还会将归于虚无……'),
    0x13C786F: (0xCCCC0101, '但是，\n不管是光之世界，还是暗之世界，\n都存在着能阻止它的希望和爱！'),
    0x13C7870: (0xCCCC0101, '只要还有它们在，\n就离归于虚无还早！”'),
    0xF4497: (0xCCCC0101, '风之暗水晶'),
    0xF4240: (0xCCCC0101, '未完成'),
}