items = {
    0x1315669: (0xCCCC0101, '你被选中了'),
    0x1315669: (0xCCCC0101, '你被选中了'),
    0x131566A: (0xCCCC0101, '%shuyaku1%：\n“是谁？谁在这里？”'),
    0x131566B: (0xCCCC0101, '来自暗之大地的来访者啊\n你已被选为传递希望之人'),
    0x131566C: (0xCCCC0101, '%shuyaku1%：\n“是这颗水晶……在说话？”'),
    0x1315671: (0xCCCC0101, '如今，世界正在逐渐被黑暗所包围'),
    0x1315672: (0xCCCC0101, '%shuyaku1%：\n“你、你在说什么啊……”'),
    0x131566D: (0xCCCC0101, '世界上还有其他和你命运相同的同伴\n首先你要先找到他们'),
    0x131566E: (0xCCCC0101, '那时，我将给予你们\n最后的光明与希望的启示'),
    0x131566F: (0xCCCC0101, '启程吧……'),
    0x1315670: (0xCCCC0101, '%shuyaku1%：\n“哇！等、等一下！\n我还有事情要问！”'),
    0x131566A: (0xCCCC0101, '%shuyaku1%：\n“是谁？谁在这里？”'),
}