items = {
    0xF4245: (0xCCCC0101, '  %lead_player_name%\n “啊——睡得好饱……”'),
    0xF4246: (0xCCCC0101, '  ＨＰ与ＭＰ恢复了！'),
    0xF4245: (0xCCCC0101, '  %lead_player_name%\n “啊——睡得好饱……”'),
    0xF4246: (0xCCCC0101, '  ＨＰ与ＭＰ恢复了！'),
    0xF4245: (0xCCCC0101, '  %lead_player_name%\n “啊——睡得好饱……”'),
    0xF4246: (0xCCCC0101, '  ＨＰ与ＭＰ恢复了！'),
    0xF4245: (0xCCCC0101, '  %lead_player_name%\n “啊——睡得好饱……”'),
    0xF4246: (0xCCCC0101, '  ＨＰ与ＭＰ恢复了！'),
    0x990E09: (0xCCCC0101, '“说起来，没有看到锻造店老板的女儿呢……\n最近，她因为不愿意修行，\n经常和她老爹吵架呢……'),
    0x990E0A: (0xCCCC0101, '她会不会把秘银指环\n拿走了啊……”'),
    0x99F869: (0xCCCC0101, '“我终于变得和原来一样漂亮啦！哦呵呵！！”'),
}