items = {
    0x1326649: (0xCCCC0101, '莎拉：\n“话说，这个指环\n其实是为你而做的吧……”'),
    0x132664A: (0xCCCC0101, '%shuyaku3%：\n“不是，骗你的啦！\n那么贵重的秘银我可配不上啊。”'),
    0x132664B: (0xCCCC0101, '莎拉公主将指环扔进了圣泉'),
    0x132664C: (0xCCCC0101, '%shuyaku3%：\n“啊！”'),
    0x132664D: (0xCCCC0101, '莎拉：\n“对不起，%shuyaku3%……\n不过这个指环会在这里保护我们大家！”'),
    0x132664E: (0xCCCC0101, '%shuyaku3%：\n“对啊，这样最好了！”'),
    0x132664F: (0xCCCC0101, '莎拉：\n“这样一来，诅咒应该就解开了。\n我们去父王那里吧！”'),
    0x1326650: (0xCCCC0101, '莎拉公主将指环扔进了圣泉'),
    0x1326651: (0xCCCC0101, '莎拉：\n“这样一来，诅咒应该就解开了。\n我们去父王那里吧！”'),
}