items = {
    0xF443D: (0xCCCC0101, '托扎斯'),
    0x9AE0D5: (0xCCCC0101, '“欢迎来到小人村托扎斯！”'),
    0x9AE139: (0xCCCC0101, '“通过贯通米拉诺斯山脉的\n洞窟的话，就可以去往\n维京人居住的米拉鲁卡山谷。”'),
    0x9AE19D: (0xCCCC0101, '“我们小人族性格都比较悠闲！”'),
    0x9AE201: (0xCCCC0101, '“听说有个生命之森，\n那里的妖精都很可爱的！”'),
    0x9AE265: (0xCCCC0101, '“谢尔科医生生病了！\n他说他肚子疼！！”'),
    0x9AE266: (0xCCCC0101, '可是没有人能帮的上忙。\n因为他是这个村子里\n唯一的医生……”'),
    0x9AE267: (0xCCCC0101, '“是你们帮助了\n谢尔科医生吧。\n谢谢啦！”'),
    0x9AE3F5: (0xCCCC0101, '“这个村子里\n只有谢尔科医生知道\n通往米拉鲁卡山谷的近道！”'),
    0x9AE2C9: (0xCCCC0101, '“能进入这个小人村的\n当然只有小人了！”'),
    0x9AE32D: (0xCCCC0101, '“有奇怪的味道……唔……”'),
}