items = {
    0x1341395: (0xCCCC0101, '“我是村长。\n其实从大地震之后，\n西边沙漠的士兵就经常过来。'),
    0x1341396: (0xCCCC0101, '他们掠夺村子里的\n年轻人和粮食……'),
    0x1341397: (0xCCCC0101, '所以村子变成了这副样子。\n哎，真是麻烦啊……”'),
    0x9B7F09: (0xCCCC0101, '“请放过我们！放过我们吧！！\n至少放过我的孩子……”'),
    0x9B7F0A: (0xCCCC0101, '“什么？你们不是吗……\n对不起。'),
    0x9B7F0B: (0xCCCC0101, '我还以为袭击村子的士兵\n又回来了呢……”'),
    0x9B7F0C: (0xCCCC0101, '呜呜……我的丈夫被抓了……\n被带到西边的沙漠去了。\n是配有阿加斯纹章的士兵干的……'),
    0x9B7F0D: (0xCCCC0101, '不知道我丈夫是否平安……\n一定要活着啊！”'),
    0x9B7F0E: (0xCCCC0101, '“不知道我丈夫是否平安……\n一定要活着啊！”'),
}