items = {
    0x9BCBFD: (0xCCCC0101, '“暗之力封印住了掌管火、水、土的水晶之光。\n于是水晶的力量也被封印在大地之中了。”'),
    0x9BCC61: (0xCCCC0101, '“即使这场大地震也只不过是个预兆。\n即使这场大地震\n将作为世界光明之源的水晶吞入地下深处……'),
    0x9BCC62: (0xCCCC0101, '并且催生出了大量魔物，\n与今后将要发生的事情相比，\n也只不过是微不足道的事而已。”'),
    0x9BCD29: (0xCCCC0101, '“使用这个魔法可以进入北边的欧文塔。\n德修……你的命运在等待着你。”'),
    0x9BCD2A: (0xCCCC0101, '得到了蛙变！'),
    0x9BCD2B: (0xCCCC0101, '“欧文塔是机械装置塔……\n在那里可以找回德修的命运。”'),
    0x9BCD2B: (0xCCCC0101, '“欧文塔是机械装置塔……\n在那里可以找回德修的命运。”'),
    0x9BCD2D: (0xCCCC0101, '“请收下这个魔法。\n一定会在冒险中派上用场的……”'),
    0x9BCD2A: (0xCCCC0101, '得到了蛙变！'),
    0x9BCD8D: (0xCCCC0101, '“当塔中冒出红色的火焰，\n快要崩塌时，\n改变命运的男人将会觉醒……”'),
    0x9BCEB9: (0xCCCC0101, '“生命之森，\n拥有生命的森林在呼唤你们……”'),
}