items = {
    0x139447D: (0xCCCC0101, '“我们是萨罗尼亚的工程师！\n我已经知道你们的事了！'),
    0x139447E: (0xCCCC0101, '请使用在古代遗迹发现的飞空艇鹦鹉螺号吧！'),
    0x139447F: (0xCCCC0101, '来吧！大家一起搬！”'),
    0x1394480: (0xCCCC0101, '“哎？\n人呢……都在哪儿……”'),
    0x1394481: (0xCCCC0101, '“已经放在城外了！”'),
    0x1394482: (0xCCCC0101, '“名叫鹦鹉螺号！！”'),
    0x1394483: (0xCCCC0101, '“鹦鹉螺号应该不会败给达尔古大陆的强风，\n多加小心！”'),
    0x1394484: (0xCCCC0101, '获得了飞空艇鹦鹉螺号！'),
    0xF43DB: (0xCCCC0101, '“鹦鹉螺号是在古代遗迹中发现的，\n通过萨罗尼亚城中的天才技师得以复活。”'),
    0xF43DC: (0xCCCC0101, '“鹦鹉螺号的速度是世界第一的，\n不过潜入海底之后会怎么样还不好说。”'),
    0xF43DD: (0xCCCC0101, '“在那个天才技师乘坐飞空艇的时候，\n世界被黑暗覆盖了……\n不知道他现在怎么样了……”'),
    0xF43DE: (0xCCCC0101, '“天才技师的下个课题，就是潜到海底……\n目前海面上的课题基本上已经完成了。”'),
}