items = {
    0xA0FBB9: (0xCCCC0101, '“乌内大师因为要守护梦之世界，\n所以她总在位于萨罗尼亚以南的\n乌内之祠里睡觉库啵。”'),
    0xA0FE75: (0xCCCC0101, '“多加大师和乌内大师去世了……\n呜呜……求你们了库啵……'),
    0xA0FE76: (0xCCCC0101, '就算是为了他们二人，\n请你们一定要取回原本属于\n这个世界的光明库啵！！”'),
    0xA0FC81: (0xCCCC0101, '“我听多加大师说，\n浮游大陆是因为赞德大师让暗之力失控\n才形成的库啵。”'),
    0xA0FC1D: (0xCCCC0101, '“赞德大师说大魔法师诺亚只给了他\n人类的性命这种没用的东西，\n说完了他就消失了库啵。”'),
    0xA0FB55: (0xCCCC0101, '“在右边的小房间里，\n你可以召唤出胖陆行鸟库啵。\n在熄灭的那根蜡烛上使用基萨尔野菜库啵！”'),
    0xF425A: (0xCCCC0101, '“闻起来像陆行鸟……”'),
    0xF425B: (0xCCCC0101, '胖陆行鸟登场！'),
    0xF425A: (0xCCCC0101, '“闻起来像陆行鸟……”'),
}