items = {
    0xA0FE11: (0xCCCC0101, '多加：\n“这个洞穴就是进入魔法阵洞窟的入口……\n但你们也看到了，不缩小的话是进不去的。”'),
    0xF4452: (0xCCCC0101, '多加庄园'),
    0xA0FDAD: (0xCCCC0101, '“魔法阵洞窟连接着暗之世界库啵，\n那里面到处都是暗之怪物库啵……\n多加大师你一定要平安啊库啵。”'),
    0xA0FE75: (0xCCCC0101, '“多加大师和乌内大师去世了……\n呜呜……求你们了库啵……'),
    0xA0FE76: (0xCCCC0101, '就算是为了他们二人，\n请你们一定要取回原本属于\n这个世界的光明库啵！！”'),
    0xA0FD49: (0xCCCC0101, '“多加大师，\n您也要进入魔法阵洞窟里面吗库啵？ \n那里很危险的库啵！请不要进去库啵！”'),
    0xA0FD4A: (0xCCCC0101, '“多加大师为了取得优雷卡之键\n去了异次元空间库啵……\n希望他能平安无事库啵……”'),
    0xA0FE75: (0xCCCC0101, '“多加大师和乌内大师去世了……\n呜呜……求你们了库啵……'),
    0xA0FE76: (0xCCCC0101, '就算是为了他们二人，\n请你们一定要取回原本属于\n这个世界的光明库啵！！”'),
    0xA0FCE5: (0xCCCC0101, '“那个罐子里的魔法之水\n可以恢复大家的ＨＰ和ＭＰ库啵。'),
    0xA0FCE6: (0xCCCC0101, '桌子上的魔法书，\n可以恢复无法战斗状态库啵！”'),
}