items = {
    0x1D13DF5: (0xCCCC0101, '阿鲁斯：\n“父王像变了个人一样，\n突然做起很残暴的事情来……”'),
    0x1D13DF6: (0xCCCC0101, '%shuyaku2%：\n“肯定是有原因的，\n见到他谈谈后一定能明白的。”'),
    0x1D13DF7: (0xCCCC0101, '阿鲁斯：\n“我也很想见我父王啊，\n但是我被他逐出城了。他还说不许我再回来……”'),
    0x1D22855: (0xCCCC0101, '多加：\n“魔法阵和异次元相通，\n那里有优雷卡之键……”'),
    0x1D22856: (0xCCCC0101, '%shuyaku2%：\n“优雷卡之键是……？”'),
    0x1D22857: (0xCCCC0101, '多加：\n“优雷卡是禁地的名字，\n那里封印着人类无法驾驭的强大武器。'),
    0x1D22858: (0xCCCC0101, '为了阻止赞德的行动，\n就需要与光之战士的\n力量相合璧的禁忌之力。”'),
    0x1D31319: (0xCCCC0101, '乌内：\n“赞德虽然让整个世界都停止了，\n但是梦之世界就完全没有受到影响哦。'),
    0x1D3131A: (0xCCCC0101, '在时间停止的１０００年间里，\n我通过梦之世界看到了现实世界发生的事……'),
    0x1D3131B: (0xCCCC0101, '我发现有某个比赞德更邪恶的家伙，\n他在浮游大陆上引发地震，\n持续破坏着浮游大陆……”'),
    0x1D3131C: (0xCCCC0101, '乌内：\n“时间停止了的话，赞德自身也\n应该无法行动了啊，到底是谁干的……”'),
}